{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LspUI.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "aurora": { "branch": "master" },
  "beacon.nvim": { "branch": "master" },
  "boo-colorscheme-nvim": { "branch": "main" },
  "calvera-dark.nvim": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-copilot": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mellifluous.nvim": { "branch": "main" },
  "mellow.nvim": { "branch": "main" },
  "moonbow.nvim": { "branch": "master" },
  "moonlight.nvim": { "branch": "pure-lua" },
  "neon": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nlsp-settings.nvim": { "branch": "main" },
  "nova-vim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-blame-line": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-config-local": { "branch": "main" },
  "nvim-custom-diagnostic-highlight": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lsp-installer": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspfuzzy": { "branch": "main" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "roshnivim-cs": { "branch": "main" },
  "starry.nvim": { "branch": "master" },
  "tagalong.vim": { "branch": "main" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "vim-colorminder": { "branch": "master" },
  "vim-gotham": { "branch": "main" },
  "vim-hemisu": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-oscyank": { "branch": "main" },
  "vim-snippets": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tslime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}